Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: Provisons of the Swedish Work Environment Authority on Anaesthetic Gases, together with General Recommendations on the implementation of the Provisions
sv: Arbetsmiljöverkets föreskrifter om anestesigaser samt allmänna råd om tillämpningen av föreskrifterna

source: Translation
sv: ISSN 0348-2138

source: The Work Environment Authority’s Statute Book
sv: BESTÄLLNINGSADRESS

source: Provisions adopted by the Swedish Work Environment Authority are published in the Statute Book of the Swedish Work Environment Authority.
sv: Ytterligare ex av denna föreskrift beställs från: Arbetsmiljöverket, Publikationsservice, Box 1300,

source: Telephone: +46 8 730 90 00
sv: 171 84 Solna, Telefon: 08-730 90 00 E-post: arbetsmiljoverket@av.se

source: Telefax: +46 8 730 91 67
sv: Tel 023-457 00

source: AFS 2001:7
sv: 403 17 Göteborg.

source: ISSN 0348-2138
sv: Tel 031-743 72 00

source: * Translator's note:
sv: Tel 0611-885 00

source: A list of Ordinances, General Recommendations, Directions and Notices is also published in English.
sv: Arbetsmiljöinspektionen i Linköping (Östergötlands och Södermanlands län) Kungsgatan 39 A, Box 438,

source: List of Contents
sv: Tel 013-37 08 00

source: Work using anaesthetic gas equipment 6
sv: Arbetsmiljöinspektionen i Malmö (Skåne län)

source: Central distribution of nitrous oxide 6
sv: 203 11 Malmö.

source: Provisions of the Swedish Work Environment Authority on Anaesthetic Gases
sv: Arbetsmiljöinspektionen i Örebro (Örebro, Värmlands och Västmanlands län)

source: Scope
sv: 701 16 Örebro.

source: These Provisions apply to all activities involving the use of anaesthetic gases.
sv: Utgivare: Göran Lindh Elanders Gotab 37276, Stockholm 2001

source: Section 2
sv: AFS 2001:7

source: Section 3
sv: Innehållsförteckning

source: The following terms are used in these Provisions with the meanings indicated below.
sv: Arbetsmiljöverkets föreskrifter om anestesigaser

source: Work using anaesthetic gas equipment
sv: Central distribution av lustgas 6

source: Section 6
sv: Vätskeformigt anestesimedel 6

source: Section 7
sv: Ventilation 7

source: The documentation shall be available for examination on request by a supervisory authority.
sv: Arbetsmiljöverkets föreskrifter om anestesigaser

source: Section 9
sv: AFS 2001:7

source: The results of the control and the measures taken shall be documented.
sv: Beslutade den 27 september 2001

source: Section 10
sv: Tillämpningsområde

source: The person carrying out overhaul, adjustment and control according to Sections 8 and 9 shall have sufficient knowledge and access to necessary equipment.
sv: § Arbete med anestesigas får endast utföras av den som har tillräckliga kunskaper om riskerna med arbetet och om hur de skall förebyggas.

source: Central distribution of nitrous oxide
sv: Arbete med anestesigasutrustning

source: The results of the control shall be documented.
sv: Resultat av mätning skall dokumenteras.

source: The scavenging device shall have sufficient capacity for evacuating the anaesthetic gases.
sv: Central distribution av lustgas

source: The documentation shall be available for inspection on request by a supervisory authority.
sv: Dokumentationen skall kunna uppvisas för tillsynsmyndighet.

source: Background
sv: Ventilation

source: For dental surgery the mask is secured over the nose with a tape.
sv: Dokumentationen skall kunna uppvisas för tillsynsmyndighet.

source: For pain relief (analgesia) the gaseous
sv: Magnus Blomqvist Göran Lindh

source: Normally the anaesthetic gases are administered in a larger quantity than the patient is capable of inhaling.
sv: De halogenerade organiska föreningarna är vätskor vid rumstemperatur.

source: From a terminal unit in a wall or, a medical supply unit, an anaesthetic gas equipment can be connected.
sv: Lustgas (N2O dikväveoxid) är en färglös gas.

source: Furthermore, portable gas cylinders are commonly used in hospitals.
sv: Den förvaras under tryck i vätskeform i gasflaskor.

source: Since then a number of studies all over the world have been published, showing daily exposure to anaesthetic gases to be associated with health hazards.
sv: Vid dentala ingrepp fästs masken över näsan med ett band.

source: Often the hospital’s own medical technicians can be engaged.
sv: vakningsrummen.

source: In Section 18 of the Provisions of the National Board of Occupational Safety and Health on Occupational Exposure Limit Values and Measures against Air Contaminants, AFS 2000:3, requirements are given concerning immediate action to be taken to reduce exposure to an acceptable level, if air pollution tests show exposure to anaesthetic gases to be unacceptable.
sv: Särskilda bestämmelser om hygieniska gränsvärden och åtgärder mot luftföroreningar finns i Arbetarskyddsstyrelsens föreskrifter om hygieniska gränsvärden och åtgärder mot luftföroreningar.

source: The employer shall ascertain that the employees concerned have understood the information.
sv: Det är viktigt att mätningarna tar hänsyn till såväl nivågränsvärde som korttidsvärde.

source: Application of standards
sv: Ofta kan

source: Guidance on Section 1
sv: AFS 2001:7

source: They apply to all handling in an activity where anaesthetic gases are used.
sv: sjukhusens egna medicintekniker anlitas.

source: For example, in addition to surgery and obstetric care, activities of this kind include postoperative recovery in hospitals and in veterinary medicine.
sv: Företagshälsovården och lands- tingens yrkes- och miljömedicinska enheter kan medverka.

source: Guidance on Section 2
sv: Information

source: Guidance on Section 4
sv: Kommentarer till enskilda paragrafer

source: handling of liquid anaesthetic agents, the vapour from which is intended for inhalation, protective measures.
sv: Till 2 § Ett anestesi/analgesimedel avsett för inandning kallas inhalationsanestesi/analgesimedel.

source: anaesthesiology training, as early as possible during the training should learn working methods aimed at minimising exposure to anaesthetic gases.
sv: len är av Läkemedelsverket godkända läkemedel.

source: A description of the procedure for filling and emptying a vaporiser so as to minimise exposure.
sv: arbetsmetoder som ger så låg exponering som möjligt,

source: One way of meeting the requirements of Directive 93/42/EEC concerning medical devices is given in the Swedish Standard SS-EN 740, Anaesthetic workstations and their modules – Particular requirements.
sv: Det är viktigt att barnmorskor, veterinärer och tandläkare liksom sjuksköterskor, veterinärassistenter och tandsköterskor som deltar i specialistut-

source: Guidance on Section 8
sv: AFS 2001:7

source: It is important that the method used for checking the tightness of the equipment should be sufficiently accurate.
sv: Det är viktigt att drivkällan (överskottsejektorn) är försedd med anordning för injustering av utsugsflödet.

source: Stipulations, among other things, on the handling of medical gases in gas pipeline systems, are contained in the Swedish Pharmaceuticals Standard (Svensk Läkemedelsstandard).
sv: Bestämmelserna gäller även om man övertar/lånar en begagnad utrustning.

source: Guidance on Section 13
sv: "konstant- flödesmetoden".

source: This work has to be carried out by an expert.
sv: Apoteket kan också ta emot sådana res-

source: General Recommendations of the National Board of Health and Welfare on Supervision Pursuant to the Environmental Code – Ventilation (SOSFS 1999:25)
sv: Socialstyrel- sen har givit ut allmänna råd om tillsyn enligt miljöbalken – ventilation (SOSFS 1999:25).

source: Provisions issued by the Swedish Work Environment Authority
sv: (Ändringar införda t.o.m. 16 november 2010)

source: Use of Lifting Devices and Lifting Accessories
sv: Användning av lyftanordningar och lyftredskap

source: Provisions of the Swedish Work Environment Authority on Use of Lifting Devices and Lifting Accessories, together with General Recommendations on implementation of the Provisions
sv: Arbetsmiljöverkets föreskrifter om användning av lyftanordningar och lyftredskap samt allmänna råd om tillämpningen av föreskrifterna

source: Scope 5
sv: Tillämpningsområde

source: A 1.
sv: Definitioner

source: A 3.3 Overload limiter 14
sv: Hiss

source: Lifting of persons 18
sv: Lyftanordning

source: Hoist/Lifts A lifting device with a controlled load-carrying member which can move between fixed landings.
sv: Lyftanordning med styrt lastbärande organ försedd med tång för att transportera stålgöt, kokiller och stigplan.

source: Overload protection device Collective term for devices which, in the event of excess load, warn against or prevent dangerous movements by a lifting device or load.
sv: Gemensam benämning för anordning som vid överbelastning varnar för eller förhindrar farliga rörelser hos lyftanordning eller last.

source: Investigation and risk assessment
sv: Undersökning och riskbedömning

source: The following shall be particularly investigated:
sv: Följande skall då särskilt undersökas:

source: the stability of the lifting devices in different ground and weather conditions,
sv: lyftanordningarnas stabilitet under olika mark- och väderförhållanden,

source: access to danger zones,
sv: tillträde till riskområden,

source: the practical and theoretical knowledge possessed by the employees,
sv: arbetstagarnas praktiska och teoretiska kunskaper,

source: work beneath an elevated load and hoisting of persons,
sv: arbete under upplyft last samt lyft av personer,

source: servicing and assembly work,
sv: service- och monteringsarbeten,

source: use and selection of lifting accessories,
sv: användning och val av lyftredskap,

source: securing of load, load coupling and manual load control,
sv: säkring av last, lastkoppling och manuell styrning av last,

source: coincident work zones and use of several lifting devices for lifting a common load (tandem lifting) and the life expectancy and maintenance of lifting devices and lifting accessories.
sv: sammanfallande arbetsområden och användning av flera lyftanordningar för lyft av gemensam last (s.k. samlyft) och livslängd och underhåll av lyftanordningar och lyftredskap.

source: The stipulations in Sections 7-34 shall always be satisfied.
sv: Kraven i 7–34 §§ skall alltid vara uppfyllda.

source: Follow-up
sv: Uppföljning

source: Stipulations concerning products
sv: Krav på produkter

source: The equipment may only be used if it meets the requirements concerning its nature and concerning information with regard to its use which applied to it when it was placed on the market or taken into service.
sv: Utrustningen får användas endast om den uppfyller kraven på beskaffenhet och information om användningen som finns i de föreskrifter som gällde för den när den släpptes ut på marknaden eller togs i drift.

source: The same applies to work equipment which came under corresponding provisions in some other country inside the EEA.
sv: Detsamma gäller en lyftanordning eller ett lyftredskap som omfattades av motsvarande föreskrifter i något annat land inom EES.

source: With regard, however, to marking, interactive software and instructions for use, the language requirements which follow from the Swedish Provisions shall always apply in connection with use.
sv: Vad beträffar märkning, interaktiv programvara och bruksanvisning gäller vid användningen dock alltid de krav på språk som följer av de svenska föreskrifterna.

source: Section 8
sv: (AFS 2010:5)

source: An item of work equipment not coming under Section 7 shall meet the requirements of Annex A when used.
sv: § En lyftanordning eller ett lyftredskap som inte omfattas av 7 § skall uppfylla kraven i bilaga A när den används.

source: Work equipment subject to the requirements of Section 7 in certain respects only shall otherwise meet the requirements of Annex A when used.
sv: En lyftanordning eller ett lyftredskap som endast i vissa avseenden omfattas av krav enligt 7 § skall i övrigt uppfylla kraven i bilaga A när de används.

source: Stipulations concerning use
sv: Krav vid användning

source: General
sv: Allmänt

source: Work using lifting devices and lifting accessories shall be planned, organised and conducted in such a way that dangerous situations are avoided.
sv: § Ett arbete med lyftanordningar och lyftredskap skall planeras, organiseras och genomföras så att farliga situationer förhindras.

source: In connection with lifting operations where representatives of several activities are involved, one person shall be placed in charge of planning and conducting the lifting operations.
sv: I samband med lyftoperationer där representanter från flera verksamheter är involverade skall en person utses som ansvarig för planering och genomförande av lyftoperationerna.

source: Stability and ground conditions
sv: Stabilitet och markförhållanden

source: These measures shall be taken with special regard to ground conditions.
sv: Åtgärderna skall vidtas med särskild hänsyn till markförhållandena.

source: Suspended load‌
sv: Upplyft last

source: This does not apply if work is to be done underneath a hoisted load and the lifting device is specially designed for such work and efficient performance of the tasks requires it.
sv: Detta gäller inte om arbete skall utföras under upplyft last och lyftanordningen är särskilt konstruerad för ett sådant arbete samt att ett effektivt utförande av arbetsuppgifterna kräver det.

source: A load may not normally be transported over unprotected worksites where personnel are present.
sv: En last får normalt inte transporteras ovanför oskyddade arbetsplatser där personer uppehåller sig.

source: When this nonetheless occurs, if the tasks cannot be efficiently performed in any other way, suitable working methods shall be defined and applied.
sv: När så ändå sker, om arbetsuppgifterna inte kan utföras effektivt på något annat sätt, skall lämpliga arbetsmetoder fastställas och tillämpas.

source: Securing of load
sv: Lastsäkring

source: Outdoor use
sv: Användning utomhus

source: In addition, suitable safety precautions shall be taken so that no one is exposed to risks when the equipment is being used outdoors.
sv: Dessutom skall lämpliga skyddsåtgärder vidtas så att ingen utsätts för risker när utrustningen används utomhus.

source: This particularly applies to measures preventing the equipment from turning over.
sv: Det gäller särskilt åtgärder som hindrar utrustningen från att välta.

source: Overload protection device and limit switches
sv: Överlastdon och gränsbrytare

source: Personal fall restraint equipment
sv: Personlig fallskyddsutrustning

source: The fall restraint equipment shall be kept readily available on or near the device.
sv: Fallskyddsutrustningen skall förvaras lättåtkomligt på eller nära anordningen.

source: Access to operating position
sv: Tillträde till manöverplats

source: No lift is needed if
sv: Hiss behövs inte om

source: the cab can be raised and lowered or the lifting device is normally controlled from ground level and only in exceptional instances from the cab.
sv: hytten är höj- och sänkbar eller lyftanordningen normalt manövreras från markplanet och endast undantagsvis från hytten.

source: Lifting of persons‌
sv: Personlyft

source: The stipulation in the foregoing may be waived
sv: Undantag från kravet i första stycket får göras

source: in emergency situations,
sv: i nödsituationer,

source: in connection with rescue work in rescue services, the police or armed forces, or if this is sanctioned by special provisions and the conditions of those provisions are satisfied.
sv: vid räddningsarbete inom räddningstjänst, polis och militär eller om det anges i särskilda föreskrifter att så får ske och villkoren i de föreskrifterna är uppfyllda.

source: Risk of collision
sv: Kollisionsrisk

source: When a device for lifting a load or personnel is used in the place where there is a risk of the device being run into by another vehicle, measures shall be taken to prevent this from happening.
sv: När en anordning för lyft av last eller personer används på plats där det finns risk för att anordningen blir påkörd av annat fordon skall åtgärder vidtas som förhindrar detta.

source: Tandem lifting
sv: Samlyft

source: Choice of lifting accessories
sv: Val av lyftredskap

source: the load to be handled,
sv: den last som skall hanteras,

source: the grip points or lifting eyes to be used,
sv: vilka grippunkter eller lyftöglor som skall användas,

source: prevailing weather conditions and the way in which the load is strapped or slung.
sv: rådande väderleksförhållanden och hur stroppningen eller slingningen utförs.

source: Lifting accessories which are not dismantled after use shall be clearly marked so as to inform the user of the characteristics of the equipment.
sv: Ett lyftredskap som inte demonteras efter användningen, skall märkas tydligt så att användaren informeras om vad som kännetecknar redskapet.

source: Storage of lifting accessories
sv: Förvaring av lyftredskap

source: Hoists/Lifts
sv: Hissar

source: In connection with servicing and assembly work, the hoist shall be operated with controls that automatically return to the “off” position when released.
sv: Vid service- och monteringsarbete skall hissen manövreras med ett hålldon.

source: A fall arrest device and speed limiter shall be connected if assembly work is carried out while a person is present on the load-carrying member.
sv: Fånganordning och hastighetsbegränsare skall vara inkopplade om ett monteringsarbete utförs samtidigt som en person befinner sig på det lastbärande organet.

source: which are specially designed for the purpose,
sv: som är speciellt konstruerade för detta,

source: which are provided with a cage door or whose cage opening has a safety device which stops the hoist in the event of the goods coming into contact with the shaft wall.
sv: som är försedda med korgdörr eller vars korgöppning är försedd med skyddsanordning som stoppar hissen om godset kommer i kontakt med schaktväggen.

source: The work shall be organised in such a way that the load cannot move in a dangerous manner.
sv: Arbetet skall organiseras så att lasten inte kan röra sig på ett farligt sätt.

source: Load coupling
sv: Lastkoppling

source: Manual alignment of load
sv: Manuell inpassning av last

source: Energy outage
sv: Energibortfall

source: Surveillance of load
sv: Övervakning av last

source: This knowledge shall include current work environment rules and relevant aspects of the lifting device’s and lifting accessories’
sv: Kunskaperna skall omfatta aktuella arbetsmiljöregler och i relevanta delar lyftanordningens och lyftredskapets

source: structure,
sv: uppbyggnad,

source: operation,
sv: drift,

source: maneuvering,
sv: manövrering,

source: properties,
sv: egenskaper,

source: uses,
sv: användningsområde,

source: limitations,
sv: begränsningar,

source: maintenance and inspection.
sv: underhåll och kontroll.

source: An employer ordering an employee or outsourced worker to use lifting devices or lifting accessories shall have documentation concerning that person’s practical and theoretical knowledge with regard to safe use of the equipment.
sv: En arbetsgivare som låter en arbetstagare eller inhyrd arbetskraft använda lyftanordningar eller lyftredskap skall ha dokumentation över dennes praktiska och teoretiska kunskaper med avseende på säker användning av utrustningen.

source: A worker to whom subsection one of this section does not apply but who uses lifting devices or lifting accessories at a common worksite shall have corresponding documentation available at the worksite.
sv: Den arbetande som inte omfattas av första stycket men använder lyftanordningar eller lyftredskap på ett gemensamt arbetsställe skall ha motsvarande dokumentation tillgänglig på arbetsstället.

source: Employees and outsourced personnel shall have written permission from the employer and hirer respectively to use a mechanically powered lifting device.
sv: Arbetstagare och inhyrd personal skall ha arbetsgivarens respektive inhyrarens skriftliga tillstånd att använda en maskindriven lyftanordning.

source: The permission shall indicate the types of lifting device, lifting accessory and duties included.
sv: Tillståndet skall upplysa om vilka typer av lyftanordningar, lyftredskap och arbetsuppgifter som omfattas.

source: These requirements concerning documentation and permission do not apply to the use of hoists/lifts.
sv: Kraven på dokumentation och tillstånd gäller inte vid användning av -hissar.

source: Maintenance and inspection
sv: Underhåll och kontroll

source: Section 33
sv: § Journal skall föras över

source: the operation of mechanically powered cranes for maximum loads exceeding 1,000 kg and other points specified by the manufacturer.
sv: drift av maskindrivna kranar med maxlast över 1 000 kg och övrigt som är specificerat av tillverkaren.

source: These Provisions enter into force on 1st July 2007.
sv: Denna författning träder i kraft den 1 juli 2007.

source: Through these Provisions the following Notices, Provisions and General Recommendations of the National Board of Occupational Safety are repealed.
sv: Genom författningen upphävs följande av Arbetarskyddsstyrelsen utfärdade meddelanden, föreskrifter och allmänna råd.

source: Notice 1974:23 Lifting Block Chain.
sv: Medd. 1974:23 Lyftblockskätting

source: Directions 103 Cabs for Building Cranes
sv: Anv. 103 Byggkranhytter

source: Directions 119 Pre-slung Pulp Bales
sv: Anv. 119 Förslingade massabalsenheter

source: Directions 131 Crane Hoists for Building Cranes
sv: Anv. 131 Kranhissar vid byggkranar

source: AFS 1980:19 Load Limiting Devices on Cranes
sv: AFS 1980:19 Överlastskydd på kranar

source: AFS 1981:17 Drivers’ Cabs on Stationary Cranes
sv: AFS 1981:17 Förarhytter till stationära kranar

source: AFS 1981:18 Gangways on Tower Cranes
sv: AFS 1981:18 Gångbanor på tornkranar

source: AFS 1985:13 Lifting Tables KENTH PETTERSSON
sv: AFS 1985:13 Lyftbord

source: Annex A Technical stipulations‌
sv: Tekniska krav

source: Introductory remarks
sv: Inledande anmärkningar

source: The stipulations in this annex apply only when the use of a lifting device or lifting accessory entails the risk referred to.
sv: Kraven i bilagan gäller endast när respektive risk finns vid användning av en lyftanordning eller ett lyftredskap.

source: The measures required in order for lifting devices and lifting accessories to meet the stipulations in this annex are not necessarily the same as those needed to meet the basic requirements for work equipment coming under Section 7.
sv: För lyftanordningar och lyftredskap som skall uppfylla kraven i denna bilaga krävs inte nödvändigtvis samma åtgärder som för att uppfylla de grundläggande kraven på lyftanordningar och lyftredskap som omfattas av 7 §.

source: General stipulations
sv: Allmänna krav

source: A 2.1 Mechanical strength and stability
sv: A 2.1 Hållfasthet och stabilitet

source: The mechanical strength and stability of lifting devices and lifting accessories shall be assured.
sv: Hållfastheten och stabiliteten för lyftanordningar och lyftredskap skall -säkerställas.

source: Special consideration shall, for example, be paid to the loads which are to be lifted and the load on suspension points.
sv: Särskild hänsyn skall tas bl.a. till de laster som skall lyftas och belastningen på upphängningspunkter.

source: A 2.2 Marking
sv: A 2.2 Märkning

source: A lifting device shall be clearly and distinctly marked with its maximum load and, where applicable, with the maximum load for its various configurations.
sv: En lyftanordning skall vara klart och tydligt märkt med sin maxlast och i tillämpliga fall med den maximala lasten för anordningens olika konfigurationer.
